<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'About';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="about">
    <h1><?= Html::encode($this->title) ?></h1>

    <div class="w text">
        <p>Оптово-розничная компания Alisamegastar основана в начале 2012 года.</p>
        <p><strong>Основная миссия подразделения</strong> -оптовые поставки брендовых кроссовок и
            кед а также розничная реализация спортивной обуви по принципу дисконта через интернет-магазин.
            Мы и наша команда одни из первопроходцев на рынке дисконт магазинов брендовой обуви.
            За время своего развития, мы выработали уникальную систему складирования и доставки товара,
            которая позволяет нам держать практически самые низкие цены на этом рынке. Мы не используем подрядчиков,
            весь цикл от закупок товара и обработки заказа до доставки конечному потребителю производится
            собственным штатом сотрудников stockerman logistics.<br> Начиная с 2017 года мы открыли для
            себя новое направление - дропшиппинг. Это уникальная система, разработанная нами, позволяет
            нашим оптовым клиентам полностью исключить процесс логистики из своих бизнес процессов.На
            данный момент с нами работает 12 интернет магазинов спортивной обуви и более 40 постоянных
            клиентов со всех уголков страны и их количество будет только увеличиваться, ведь у нас самые лучшие условия
            в сфере b2b продаж.<br> Розничные покупатели через наш сайт получают действительно сверх
            выгодные условия последующих покупок, так как процент накопительных скидок у нас постоянно
            увеличивается. Для нас это тоже удобный формат работы, ведь 8 из 10 покупателей становятся постоянными.
            Согласитесь - покупать кроссовке по цене в 2-3 раза дешевле чем в других магазинах, да еще и
            с фирменной гарантией - это очень удобно.</p><p><strong>Наши преимущества</strong>: высокий уровень
            обслуживания (собственный кол-центр, собственная курьерская служба, удобный интерфейс магазина),
            низкие цены, качественная продукции, широкий ассортимент актуальных и модных моделей спортивной обуви.</p>
    </div>
</div>
