<?php


/* @var $this \yii\web\View */
?>
<div class="contacts">
    <h1>Связаться с нами вы можете любым удобным для вас способом:</h1>
    <p><a href="tel:+ 7 (499) 110-99-71">Тел.: + 7 (499) 110-99-71</a></p>
    <div class="contacts__wrap">
        <div class="contacts__left">
            <p>Контактная информация: <br> Адрес: 121357, г.Москва, ул.Верейская, д.29, корп.134, офис 25Б<br> Колл-центр: работает с 9-00 до 21-00 7 дней в неделю, в офисе компании продажи и самовывоз не осуществляются.<br>Почта: stockerman.russia@gmail.com</p>
            <p>Юридическая информация:<br> ООО «ШУЗМАСТЕР» <br> ИНН 6286656187 <br> КПП 333501001<br> ОГРН 1235836001621</p>
        </div>
        <div class="contacts__right">
            <img src="/images/contacts.jpg">
        </div>
    </div>
</div>

