<?php


/* @var $this \yii\web\View */
?>

<div class="delivery"><p>Мы доставим Ваш заказ в день оформления, если заказ совершен до 10.00 утра. Если заказ совершен позже, то доставка возможна уже на следующий день. Удобное время доставки для Вас пожалуйста указывайте в комментарии при оформлении заказа через корзину, или нашему менеджеру по телефону + 7 (499) 110-99-71.</p><p>Стоимость доставки внутри МКАД при выкупе 2 и более пар обуви - БЕСПЛАТНО*.<br> Стоимость доставка внутри МКАД при выкупе 1 пары обуви - 350р.<br> Стоимость доставки в М.O. (до 40 км от МКАД) -500р.</p><p>*В случае отказа Покупателя от товара по причинам, не связанным с ненадлежащим качеством товара, Покупатель в соответствии с пунктом 3 статьи 497 Гражданского Кодекса РФ обязан оплатить стоимость нашей доставки -350р. по г. Москва или 500р по М.O.<br> Оплата по Москве осуществляется после окончательной примерки.<br> Отправка по России осуществляется Почтой России при 100% предоплате.<br> Стоимость самой доставки: <br> - до Урала 300 рублей<br> - за Урал 500 рублей.</p></div>
