<?php

/* @var $this yii\web\View */
/* @var $items \common\models\Item[] */

?>
<div class="gallery">
    <div class="gallery__row">
        <div class="gallery__slider">
            <img class="gallery__slider-img" src="/images/slider/image.png">
        </div>
        <div class="gallery__descs">
            <div class="gallery__desc">
                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;" xml:space="preserve">
                    <path d="M468.907,214.604c-11.423,0-20.682,9.26-20.682,20.682v20.831c-0.031,54.338-21.221,105.412-59.666,143.812    c-38.417,38.372-89.467,59.5-143.761,59.5c-0.04,0-0.08,0-0.12,0C132.506,459.365,41.3,368.056,41.364,255.883    c0.031-54.337,21.221-105.411,59.667-143.813c38.417-38.372,89.468-59.5,143.761-59.5c0.04,0,0.08,0,0.12,0    c28.672,0.016,56.49,5.942,82.68,17.611c10.436,4.65,22.659-0.041,27.309-10.474c4.648-10.433-0.04-22.659-10.474-27.309    c-31.516-14.043-64.989-21.173-99.492-21.192c-0.052,0-0.092,0-0.144,0c-65.329,0-126.767,25.428-172.993,71.6    C25.536,129.014,0.038,190.473,0,255.861c-0.037,65.386,25.389,126.874,71.599,173.136c46.21,46.262,107.668,71.76,173.055,71.798    c0.051,0,0.092,0,0.144,0c65.329,0,126.767-25.427,172.993-71.6c46.262-46.209,71.76-107.668,71.798-173.066v-20.842    C489.589,223.864,480.33,214.604,468.907,214.604z"/>
                    <path d="M505.942,39.803c-8.077-8.076-21.172-8.076-29.249,0L244.794,271.701l-52.609-52.609c-8.076-8.077-21.172-8.077-29.248,0    c-8.077,8.077-8.077,21.172,0,29.249l67.234,67.234c4.038,4.039,9.332,6.058,14.625,6.058c5.293,0,10.586-2.019,14.625-6.058    L505.942,69.052C514.019,60.975,514.019,47.88,505.942,39.803z"/>
                </svg>
                <span>Только надежные поставщики — каждый товар прошел предпродажный контроль</span>
            </div>
            <div class="gallery__desc">
                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;" xml:space="preserve">
                    <path d="M468.907,214.604c-11.423,0-20.682,9.26-20.682,20.682v20.831c-0.031,54.338-21.221,105.412-59.666,143.812    c-38.417,38.372-89.467,59.5-143.761,59.5c-0.04,0-0.08,0-0.12,0C132.506,459.365,41.3,368.056,41.364,255.883    c0.031-54.337,21.221-105.411,59.667-143.813c38.417-38.372,89.468-59.5,143.761-59.5c0.04,0,0.08,0,0.12,0    c28.672,0.016,56.49,5.942,82.68,17.611c10.436,4.65,22.659-0.041,27.309-10.474c4.648-10.433-0.04-22.659-10.474-27.309    c-31.516-14.043-64.989-21.173-99.492-21.192c-0.052,0-0.092,0-0.144,0c-65.329,0-126.767,25.428-172.993,71.6    C25.536,129.014,0.038,190.473,0,255.861c-0.037,65.386,25.389,126.874,71.599,173.136c46.21,46.262,107.668,71.76,173.055,71.798    c0.051,0,0.092,0,0.144,0c65.329,0,126.767-25.427,172.993-71.6c46.262-46.209,71.76-107.668,71.798-173.066v-20.842    C489.589,223.864,480.33,214.604,468.907,214.604z"/>
                    <path d="M505.942,39.803c-8.077-8.076-21.172-8.076-29.249,0L244.794,271.701l-52.609-52.609c-8.076-8.077-21.172-8.077-29.248,0    c-8.077,8.077-8.077,21.172,0,29.249l67.234,67.234c4.038,4.039,9.332,6.058,14.625,6.058c5.293,0,10.586-2.019,14.625-6.058    L505.942,69.052C514.019,60.975,514.019,47.88,505.942,39.803z"/>
                </svg>
                <span>Бесплатная доставка при покупке 2 и более пар. До 6 пар на примерку</span>
            </div>
            <div class="gallery__desc">
                <svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" version="1.1" id="Layer_1" x="0px" y="0px" viewBox="0 0 512 512" style="enable-background:new 0 0 512 512;" xml:space="preserve">
                    <path d="M468.907,214.604c-11.423,0-20.682,9.26-20.682,20.682v20.831c-0.031,54.338-21.221,105.412-59.666,143.812    c-38.417,38.372-89.467,59.5-143.761,59.5c-0.04,0-0.08,0-0.12,0C132.506,459.365,41.3,368.056,41.364,255.883    c0.031-54.337,21.221-105.411,59.667-143.813c38.417-38.372,89.468-59.5,143.761-59.5c0.04,0,0.08,0,0.12,0    c28.672,0.016,56.49,5.942,82.68,17.611c10.436,4.65,22.659-0.041,27.309-10.474c4.648-10.433-0.04-22.659-10.474-27.309    c-31.516-14.043-64.989-21.173-99.492-21.192c-0.052,0-0.092,0-0.144,0c-65.329,0-126.767,25.428-172.993,71.6    C25.536,129.014,0.038,190.473,0,255.861c-0.037,65.386,25.389,126.874,71.599,173.136c46.21,46.262,107.668,71.76,173.055,71.798    c0.051,0,0.092,0,0.144,0c65.329,0,126.767-25.427,172.993-71.6c46.262-46.209,71.76-107.668,71.798-173.066v-20.842    C489.589,223.864,480.33,214.604,468.907,214.604z"/>
                    <path d="M505.942,39.803c-8.077-8.076-21.172-8.076-29.249,0L244.794,271.701l-52.609-52.609c-8.076-8.077-21.172-8.077-29.248,0    c-8.077,8.077-8.077,21.172,0,29.249l67.234,67.234c4.038,4.039,9.332,6.058,14.625,6.058c5.293,0,10.586-2.019,14.625-6.058    L505.942,69.052C514.019,60.975,514.019,47.88,505.942,39.803z"/>
                </svg>
                <span>Только надежные поставщики — каждый товар прошел предпродажный контроль</span>
            </div>
        </div>
    </div>
</div>
<div class="catalogue">
    <div class="catalogue__row">
        <div id="search-panel" class="catalogue-sidebar">
            <div class="catalogue-sidebar__wrap">
                <div class="catalogue-sidebar__header">
                    Каталог
                </div>
                <ul class="catalogue-sidebar__list">
                    <li class="catalogue-sidebar__list">
                        <a href="/" class="catalogue-sidebar__link">Все</a>
                    </li>
                    <li class="catalogue-sidebar__list">
                        <a href="/?category=Adidas" class="catalogue-sidebar__link">Adidas</a>
                    </li>
                    <li class="catalogue-sidebar__list">
                        <a href="/?category=Nike" class="catalogue-sidebar__link">Nike</a>
                    </li>
                    <li class="catalogue-sidebar__list">
                        <a href="/?category=Vans" class="catalogue-sidebar__link">Vans</a>
                    </li>
                    <li class="catalogue-sidebar__list">
                        <a href="/?category=Reebok" class="catalogue-sidebar__link">Reebok</a>
                    </li>
                </ul>
                <form class="search-form" @submit.prevent="submitForm" v-cloak>
                    <div class="search-form__prices">
                        <label class="search-form__label" for="minprice">От</label>
                        <input id="minprice" class="search-form__price search-form__price--min" type="text" v-model.number="minprice" />
                        <label class="search-form__label" for="maxprice">До</label>
                        <input id="maxprice" class="search-form__price search-form__price--max" type="text" v-model.number="maxprice" />
                    </div>
                    <button class="btn btn--ebn">Найти</button>
                </form>
            </div>
        </div>
        <div class="catalogue-content">
            <ul class="catalogue-content__list">
                <?php
                foreach ($items as $item) {
                    echo $this->render('_small_card', ['item' => $item]);
                }
                ?>
            </ul>
            <div class="catalogue-content__desc">
                <h2>Интернет-магазин кроссовок в Москве</h2>


                <p>Кроссовки давно перестали считаться исключительно спортивной обувью. Стильный внешний вид, долговечность, а также комфорт во время носки позволили им завоевать симпатии людей самых разных возрастных категорий, проживающих на шести континентах.</p>

                <p>Говоря о качественных кроссовках, мы имеем в виду продукцию брендов с мировым именем, таких как Puma, Nike, Asics, New Balance, Adidas, Reebok, FILA и других. Данные компании используют передовые технологии, разрабатывая новые модели. Широкая линейка продукции способна удовлетворить запросы даже самых требовательных клиентов.</p>

                <p>Однако, как и всегда, у медали две стороны. Люди, отдающие предпочтение высококачественной продукции, вынуждены платить непомерные деньги за бренд.</p>

                <p>Часто цена пары сильно завышена и не соответствует действительности. Стоимость кроссовок формируется с учетом сразу нескольких факторов. Успешная работа маркетингового отдела – далеко не последний из них.</p>

                <p>Сложившаяся ситуация вынуждает потребителей, заинтересованных в приобретении хорошей обуви, искать другие, более лояльные и выгодные варианты совершения покупки.</p>

                <p>StokerMan – первопроходец отечественного рынка оптовых поставок брендовых кроссовок. Мы работаем с проверенными производителями, а также используем уникальную технологию доставки, складирования и реализации продукции. Это позволяет нам гарантировать максимально выгодные условия сотрудничества – как для оптовых, так и для розничных покупателей.</p>

                <p>Как купить модные кроссовки и кеды
                    Если Вы хотите приобрести стильную городскую обувь из последних коллекций ведущих мировых брендов, доверьтесь нам. Интернет-магазин StokerMan готов предложить низкие цены, уникальный ассортимент, а также сезонные скидки. Все это позволит обзавестись стильной и долговечной обувью, которая проходит сразу несколько этапов контроля качества.</p>

                <p>Изготовленные с применением передовых технологий и прочных материалов, а также соблюдением европейских нормативов, кроссовки обладают отечественной ценой, ведь производителю не нужно содержать большой штат маркетологов и тратиться на продвижение продукции на рынке.</p>

                <p>Вся обувь, представленная в обширном электроном каталоге интернет-магазина StokerMan, имеется на складе. Именно поэтому Вы можете рассчитывать на быструю адресную доставку.</p>

                <p>Обоснованные цены дополняются выгодными программами лояльности. 10% скидки постоянным клиентам, бесплатная доставка при заказе от 5 000 рублей, а также возможность совершить обмен/возврат неношеной обуви – несомненные преимущества совершения покупки онлайн.</p>

                <p>Предложение оптовикам
                    Мы работаем по всей России - сотрудничаем как с крупными интернет-магазинами, так и с небольшими торговыми точками. Применяя дропшопинг, мы позволяем нашим оптовым клиентам полностью исключить логистику из своих бизнес-процессов. Доверив поставки нам, Вы также можете быть уверены в лояльности и привлекательности цен. Мы не пользуемся услугами подрядчиков, что позволяет:</p>

                <p>а) гарантировать отсутствие наценок;</p>

                <p>б) проводить весь цикл работ – от закупок товаров и обработки заказов до доставки продукции клиенту.</p>

                <p>У Вас остались вопросы? Не можете определиться с выбором? Обращайтесь к нам любым удобным образом:</p>

                <p>позвонив по номеру телефона +7 (499) 110-99-71;
                связавшись с онлайн-консультантом;
                заказав обратный звонок с помощью специальной формы, оборудованной внизу страницы;
                добавив товар в корзину и приступив к оформлению заказа.
                    Купить стильные брендовые кроссовки легко. Убедитесь в этом сами, воспользовавшись помощью интернет-магазина StokerMan.</p>
            </div>
        </div>
    </div>
</div>